<?php


namespace App\FakerRestaurant\Restaurant\ru_RU;

class Restaurant extends \FakerRestaurant\Provider\en_US\Restaurant
{
    protected static $foodNames = [
        'Сырная пицца', 'Гамбургер', 'Чизбургер', 'Гамбургер с беконом', 'Чизбургер с беконом',
        'Мини-гамбургер', 'Мини-чизбургер', 'Мини-гамбургер с беконом', 'Мини-чизбургер с беконом',
        'Вегетарианский сэндвич', 'Вегетарианский сэндвич с сыром', 'Сырный сэндвич',
        'Сырный хот-дог', 'Хот-дог с беконом', 'Сырный хот-дог с беконом', 'Паста'
    ];
}
